Repository: eurolinux-enterprise-linux-sources/firstboot
Catalog: src/po/*.po
Languages: ar, as, bg, ca, da, et, fa, hu, ja, lt, ml, pa, pl, ru, sq, tr, uk

source: You must be root to run firstboot.
as: firstboot চলাবলৈ আপুনি ৰূট হ'ব লাগিব ।
ca: Heu de ser root per a executar firstboot.
ja: 初期起動は root で実行する必要があります。
pl: Tylko root może uruchomić program firstboot.
ru: Для запуска firstboot необходимы права root.
sq: Ju duhet të keni akses root për të ekzekutuar firstboot.
uk: Для виконання firstboot необхідні повноваження адміністратора (root).

source: No firstboot modules were found.
as: কোনো firstboot মডুল পোৱা ন'গ'ল ।
pl: Nie odnaleziono modułów programu firstboot.
ru: Не найдены модули firstboot.

source: Could not create any firstboot interface.
as: কোনো firstboot আন্তঃপৃষ্ট সৃষ্টি কৰিব নোৱাৰি ।
pl: Nie można utworzyć żadnego interfejsu programu firstboot.
ru: Не удалось создать ни один из интерфейсов firstboot.

source: Module %s did not set up its UI; removing.
ar: جاري إزالة الوحدة %s لعدم إعدادها واجهتها الرسومية.
as: %s অংশই তাৰ UI প্ৰতিষ্ঠা নকৰিলে, আঁতৰুৱা হৈছে ।
bg: Модулът %s не зареди своя потребителски интерфейс. Премахва се.
ca: El mòdul %s no va configurar la seva interfície d'usuari; s'està eliminant.
da: Modulet %s satte ikke sin brugerflade op; bliver fjernet.
et: Moodul %s ei suutnud luua oma kasutajaliidest; see eemaldatakse.
fa: ماژول %s رابط گرافیکی‌اش تنظیم نشده است، در حال حذف.
hu: A modul: %s felhasználói felületének elindítása sikertelen, eltávolítás...
ja: %s モジュールは、ユーザーインターフェイスが設定されていません。削除します。
lt: Modulis %s nenustatė savo UI; šalinama.
ml: %s എന്ന ഘടകത്തിനുള്ള യുഐ സജ്ജമല്ല;: അതിനാല്‍ നീക്കം ചെയ്യുന്നു.
pa: ਮੌਡਿਊਲ %s ਨੇ ਆਪਣਾ UI ਸੈੱਟਅੱਪ ਨਹੀਂ ਕੀਤਾ। ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: Moduł %s nie ustawił swojego interfejsu użytkownika; usuwanie.
ru: Модуль %s не настроил свой пользовательский интерфейс и будет удален.
sq: Moduli %s nuk ndërtoi UI'n e tij; hiqe.
tr: %s modülü kendi UI birimini kuramadı; kaldırılıyor.
uk: Модуль %s не налаштував свій інтерфейс користувача та буде видалений.

source: Attempted to go back, but history is empty.
ar: محاولة للعودة لكن المحفوظات خالية.
as: পিছলৈ যাবলৈ চেষ্টা কৰা হৈছিল, কিন্তু ইতিহাস ৰিক্ত ।
bg: Опит за връщане назад, но историята липсва.
ca: S'ha intentat de tornar enrere, però l'historial està buit.
da: Forsøgte at gå tilbage, men historikken er tom.
et: Prooviti minna tagasi, aga ajalugu puudub.
fa: تلاش برای بازگشت، اما تاریخچه خالی است.
hu: A visszalépés nem lehetséges, mert nincs előzmény.
ja: 戻ろうとしましたが、ページの履歴がありません。
lt: Bandyta grįžti atgal, bet istorija yra tuščia.
ml: തിരികെ പോകാന്‍ ശ്രമിച്ചു, പക്ഷേ നാള്‍വഴി ശൂന്യമാണു്.
pa: ਪਿੱਛੇ ਜਾਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਗਈ, ਪਰ ਅਤੀਤ ਖਾਲੀ ਹੈ।
pl: Spróbowano się cofnąć, ale historia jest pusta.
ru: При попытке вернуться назад обнаружено, что история возврата пуста.
sq: Tentoi të shkoj mbrapa, por historia është bosh.
tr: Geri dönme girişiminde bulunuldu, ancak geçmiş boş.
uk: При спробі повернуться назад виявлено, що історія повернень порожня.

source: _Finish
as: সমাপ্তি(_F)
ml: _അവസാനിച്ചിരിക്കുന്നു
pa: ਖਤਮ (_F)
pl: _Zakończ
ru: _Готово

source: The system must now reboot for some of your selections to take effect.
ar: يجب إعادة تشغيل النظام الآن لتفعيل اختياراتك.
as: আপোনাৰ কিছু নিৰ্বাচিত বস্তু কাৰ্য্যসিদ্ধি কৰিব'লৈ চিস্টেম পুনৰাম্ভ কৰিব লাগিব।
bg: Системата трябва да бъде рестартирана сега, за да влязат в сила част от направените от Вас промени.
ca: Per tal que algunes de les vostres seleccions tinguin efecte, el sistema ha de reiniciar-se ara.
da: System skal nu genstartes for at nogle af dine valg kan få virkning.
et: Mõningate valikute aktiveerimiseks on vajalik arvuti taaskäivitamine.
fa: برای اعمال شدن برخی از انتخاب‌های شما سیستم باید هم‌اکنون مجدداً راه‌اندازی شود.
hu: Néhány változás érvénybe léptetéséhez újra kell indítania a rendszert.
ja: いくつかの選択を有効にする為、システムを再起動する必要があります。
lt: Sistemą dabar reikia įkelti iš naujo, kad įsigaliotų kai kurie jūsų pasirinkimai.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുത്തവ പ്രാവര്‍ത്തികമാക്കുന്നതിനായി കമ്പ്യൂട്ടര്‍ റീബൂട്ട് ചെയ്യേണ്ടതാണു്.
pa: ਸਿਸਟਮ ਹੁਣ ਤੁਹਾਡੇ ਰਾਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਮੁੜ ਚਾਲੂ ਹੋਵੇਗਾ।
pl: System musi zostać teraz ponownie uruchomiony, aby wprowadzone zmiany zostały uwzględnione.
ru: Чтобы установки вступили в силу, необходим перезапуск системы.
sq: Që të bëhen vepruese disa prej përzgjedhjeve tuaja, sistemi tani duhet të riniset.
tr: Bazı seçimlerinizin etkin olabilmesi için sistem yeniden başalatılmalı
uk: Систему треба перезавантажити, перш ніж деякі зроблені зміни наберуть сили.

source: _Back
ar: _رجوع
as: পিছলৈ (_B)
bg: Назад
ca: _Anterior
da: _Tilbage
et: _Tagasi
fa: عقب
hu: Vissza
ja: 戻る(_B)
lt: _Atgal
ml: _പുറകോട്ട്
pa: ਪਿੱਛੇ (_B)
pl: _Wstecz
ru: _Назад
sq: _Mbrapsht
tr: _Geri
uk: _Назад

source: _Forward
ar: _تقدم
as: আগলৈ (_F)
bg: Напред
ca: _Endavant
da: _Fremad
et: _Edasi
fa: جلو
hu: Tovább
ja: 進む(_F)
lt: _Pirmyn
ml: _മുമ്പോട്ട്
pa: ਅੱਗੇ (_F)
pl: _Dalej
ru: _Вперёд
sq: _Përpara
tr: _İleri
uk: _Далі

source: Module %s did not set up its UI, removing.
as: %s মডুলে তাৰ UI প্ৰতিষ্ঠা কৰিব নোৱাৰিলে, আঁতৰুৱা হৈছে ।
pl: Moduł %s nie ustawił swojego interfejsu użytkownika, usuwanie.
ru: Модуль %s не настроил свой пользовательский интерфейс и будет удален.

source: moveToPage must be given a module title or page number.
ar: يجب إعطاء moveToPage رقم صفحة أو عنوان وحدة.
as: moveToPage ক এটা মডুল শীৰ্ষক বা পৃষ্ঠাৰ সংখ্যা দিব লাগিব।
bg: moveToPage изисква име на модул или номер на страница.
ca: S'ha de donar un títol de mòdul o un número de pàgina a moveToPage.
da: moveToPage skal have angivet en modultitel eller et sidenummer.
et: moveToPage jaoks on vajalik anda mooduli nimi või leheküljenumber.
fa: moveToPage باید عنوان ماژول یا شمارهٔ صفحه‌ای باشد.
hu: A moveToPage számára meg kell adni egy modul címét vagy egy lap számát.
ja: ページの移動には、モジュールのタイトルかページ番号が必要です。
lt: moveToPage turi būti pateiktas modulio pavadinimas arba puslapio numeris.
ml: moveToPage എന്നതിന് ഒരു ഘടത്തിന്റെ തലക്കെട്ട് അല്ലെങ്കില്‍ പേജ് നംബര്‍ നല്‍കേണ്ടതാകുന്നു.
pa: moveToPage ਨੂੰ ਮੌਡਿਊਲ ਸਿਰਲੇਖ ਜਾਂ ਸਫਾ ਨੰਬਰ ਦੇਣਾ ਜਰੂਰੀ ਹੈ।
pl: moveToPage musi podawać tytuł modułu lub numer strony.
ru: moveToPage: необходимо предоставить название модуля или номер страницы.
sq: levizTekFaqja duhet ti jepet një titull moduli apo numer faqeje.
tr: moveToPage mutlaka bir modül başlığı ya da sayfa numarası verilmelidir.
uk: moveToPage має бути заголовком модуля або номером сторінки.

source: Unable to create the screenshot dir; skipping.
ar: تعذّر إنشاء دليل للقطات الشاشة؛ تخطي.
as: screenshot dir সৃষ্টি কৰিব নোৱাৰি; বাদ দিয়া হৈ আছে।
bg: Не може да бъде създадена директория за снимки на екрана, пропускаме го.
ca: No s'ha pogut crear un directori d'instantànies; S'està ometent.
da: Kunne ikke oprette skærmbillede-mappen; springer over.
et: Ekraanipiltide kataloogi loomine nurjus, see jäetakse vahele.
fa: قادر به ایجاد پوشه screenshot نیست، در حال رد کردن.
hu: Nem sikerült létrehozni a képernyőkép mappáját; kihagyás.
ja: スクリーンショット保存用のディレクトリーが作成できません。スキップします。
lt: Nepavyksta sukurti ekranvaizdžių katalogo; praleidžiama.
ml: സ്ക്രീന്‍ഷോട്ട് ഡയറക്ടറി ഉണ്ടാക്കുവാന്‍ സാധിച്ചില്ല; ഉപേക്ഷിക്കുന്നു‌.
pa: ਸਕਰੀਨ-ਸ਼ਾਟ ਡਾਇਰੈਕਟਰੀ ਬਣਾਉਣ ਤੋਂ ਅਸਮਰੱਥ; ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: Nie można utworzyć katalogu ze zrzutami ekranu; pomijanie.
ru: Не удалось создать каталог снимков экрана, пропускаем.
sq: Në pamundësi për të krijuar foton dir; kaloni.
tr: Ekran görüntüsü dizini oluşturulamadı; atlanıyor.
uk: Неможливо створити каталог знімків екрану, пропускаємо.

source: No module exists with the title %s.
ar: لا يوجد وحدات بالعنوان %s.
as: শীৰ্ষক %s এৰে কোনো অংশ নাই।
bg: Не съществува модул с име %s.
ca: No existeix cap mòdul amb el títol %s.
da: Der eksisterer intet modul med titlen %s.
et: Moodulit nimega %s ei ole olemas.
fa: هیچ ماژولی با عنوان %s وجود ندارد.
hu: Nincs %s nevű modul.
ja: %s という名前のモジュールは存在しません。
lt: Nėra modulio pavadinimu %s.
ml: %s എന്ന തലക്കെട്ടില്‍ ഒരു ഘടകവും ലഭ്യമല്ല.
pa: %s ਸਿਰਲੇਖ ਵਾਲਾ ਕੋਈ ਮੌਡਿਊਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Moduł o tytule %s nie istnieje.
ru: Нет модуля с заголовком %s.
sq: Asnjë modul ekzistues me titullin %s.
tr: %s adıyla bir modül yok.
uk: Немає модуля із заголовком %s.

source: Skipping old module %s that has not been updated.
as: আপডেইট নকৰা পূৰণি মডুল %s বাদ দিয়া হৈ আছে ।
pl: Pomijanie starego modułu %s, który nie został zaktualizowany.
ru: Пропускается старый модуль %s, который не был обновлен.

source: Error loading module %(module)s: %(error)s
as: মডুল %(module)s লোড কৰোতে ত্ৰুটি: %(error)s
pl: Błąd podczas wczytywania modułu %(module)s: %(error)s
ru: Ошибка при загрузке модуля %(module)s: %(error)s

source: Module %s does not contain a class named moduleClass; skipping.
as: %s অংশত moduleClass নামৰ কোনো ক্লাছ নাই; বাদ দিয়া হৈ আছে।
pl: Moduł %s nie zawiera klasy o nazwie moduleClass; pomijanie.
ru: Модуль %s не содержит класса moduleClass; пропускаем.

source: Module %(module)s does not contain the required attribute %(attr)s; skipping.
as: মডুল %(module)s -ত প্ৰয়োজনীয় বৈশিষ্ট %(attr)s নাই; বাদ দিয়া হৈ আছে।
pl: Moduł %(module)s nie zawiera wymaganego atrybutu %(attr)s; pomijanie.
ru: Модуль %(module)s не содержит необходимый атрибут %(attr)s. Пропускается.

source: Date and Time
as: দিন আৰু সময়
pl: Data i czas
ru: Дата и время

source: Please set the date and time for the system.
as: অনুগ্ৰহ কৰি চিস্টেমৰ বাবে দিন আৰু সময় নিৰ্ধাৰণ কৰক।
pl: Proszę ustawić datę i czas systemu.
ru: Пожалуйста, установите дату и время системы.

source: Root Password
as: ৰুট পাছওৱাৰ্ড
pl: Hasło roota
ru: Пароль root

source: The passwords do not match. Please enter the password again.
as: পাছওৱাৰ্ড মিল নাখায়। অনুগ্ৰহ কৰি পাছওৱাৰ্ড পুনৰ সোমাওক।
pl: Hasła nie zgadzają się. Proszę ponownie podać hasło.
ru: Пароли не совпадают. Повторите ввод.

source: You can change the root password by filling the following fields. If you leave them empty the password will not be changed.
as: আপুনি ৰুট পাছওৱাৰ্ডক নিম্নলিখিত ক্ষেত্ৰসমূহ পুৰন কৰি সলনি কৰিব পাৰে। আপুনি যদি ইহতক খালি এৰে তেন্তে পাছওৱাৰ্ড সলনি কৰা নহব।
pl: Można zmienić hasło roota wypełniając poniższe pola. Jeśli zostaną pozostawione puste, to hasło nie zostanie zmienione.
ru: Пароль root можно изменить ниже. Чтобы не изменять пароль, оставьте поля пустыми.

source: New Root Password:
as: নতুন ৰুট পাছওৱাৰ্ড:
pl: Nowe hasło roota:
ru: Новый пароль root:

source: Confirm Root Password:
as: ৰুট পাছওৱাৰ্ড সুনিশ্চিত কৰক:
pl: Potwierdzenie hasła roota:
ru: Подтверждение пароля root:

source: Create User
as: ব্যৱহাৰককাৰী সৃষ্টি কৰক
pl: Utworzenie użytkownika
ru: Пользователь

source: You did not set up an user account capable of logging into the system. Are you sure you want to continue?
as: আপুনি চিস্টেম লগিন কৰিব পৰা ক্ষমতা থকা এটা ব্যৱহাৰকাৰী একাওন্ট সংহতি কৰা নাই। আপুনি নিশ্চিত নে আপুনি চলাই থাকিব বিচাৰে?
pl: Nie ustawiono konta użytkownika umożliwiającego zalogowanie do systemu. Na pewno kontynuować?
ru: Не выбрана учётная запись для авторизации в системе. Вы действительно хотите продолжить?

source: You must enter and confirm a password for this user.
as: অনুগ্ৰহ কৰি এই ব্যৱহাৰকাৰীৰ বাবে পাছওৱাৰ্ড দিয়ক আৰু দৃঢ় কৰক ।
pl: Należy podać i potwierdzić hasło dla tego użytkownika.
ru: Требуется ввести и подтвердить пароль пользователя.

source: The passwords do not match. Please enter the password again.
as: পাছওৱাৰ্ড অমিল । অনুগ্ৰহ কৰি পাছওৱাৰ্ড পুনঃ দিয়ক ।
pl: Hasła nie zgadzają się. Proszę ponownie podać hasło.
ru: Пароли не совпадают. Введите пароль снова.

source: The username '%s' is a reserved system account. Please specify another username.
as: '%s' ব্যৱহাৰকাৰীৰ নাম চিস্টেমৰ একাওন্টৰ বাবে সংৰক্ষিত । অনুগ্ৰহ কৰি অন্য এটা ব্যৱহাৰকাৰীৰ নাম দিয়ক ।
pl: Nazwa użytkownika "%s" jest zastrzeżonym kontem systemowym. Proszę podać inną nazwę użytkownika.
ru: Имя %s &mdash; зарезервированная системная учётная запись. Укажите другое имя.

source: A home directory for user %s already exists. Would you like to continue, making the new user the owner of this directory and all its contents? Doing so may take a while to reset permissions and any SELinux labels. Would you like to reuse this home directory? If not, please choose a different username.
as: ব্যৱহাৰকাৰী %s ৰ ঘৰৰ ডাইৰেকটৰি ইতিমধ্যে আছে । আপুনি আগবাঢ়িব বিচাৰে নে, যাৰ ফলত নতুন ব্যৱহাৰকাৰী এই ডাইৰেকটৰি আৰু তাৰ সকলো বিষয়বস্তুৰ গৰাকী হ'ব ? এইটো কৰিলে, অনুমতি আৰু কোনো SELinux লেবেল পুনঃ স্থাপিত কৰিবলৈ কিছু সময় লাগিবও পাৰে । আপুনি এই ঘৰৰ ডাইৰেকটৰিকে আকৌ ব্যৱহাৰ কৰিব খোজে নেকি ? ন'হ'লে, অন্য এটা ব্যৱহাৰকাৰীৰ নাম নিৰ্ব্বাচন কৰক ।
pl: Katalog domowy użytkownika %s już istnieje. Kontynuować sprawiając, że nowy użytkownik będzie właścicielem tego katalogu i całej jego zawartości? Może to chwilę zająć, aby przywrócić upoważnienia i wszystkie etykiety SELinuksa. Użyć ponownie tego katalogu domowego? Jeśli nie, proszę wybrać inną nazwę użytkownika.
ru: Домашний каталог пользователя %s уже существует. Вы действительно хотите сделать нового пользователя владельцем этого каталога и его содержимого? В этом случае переназначение разрешений и меток SELinux может занять некоторое время. Использовать этот домашний каталог повторно? Если нет, выберите другое имя пользователя.

source: Fixing attributes on the home directory for %s. This may take a few minutes.
as: %s ৰ কাৰণে ঘৰৰ ডাইৰেকটৰিৰ বৈশিষ্টসমূহ ঠিক কৰা হৈছে । ইয়াত কিছু সময়ৰ প্ৰয়োজন হ'ব পাৰে ।
pl: Naprawianie atrybutów katalogu domowego dla %s. Może to zająć kilka minut.
ru: Фиксируются атрибуты домашнего каталога для %s. Это может занять несколько минут.

source: Problems were encountered fixing the attributes on some files in the home directory for %(user)s. Please refer to %(path)s for which files caused the errors.
as: ঘৰ ডাইৰেকটৰিত %(user)s -ৰ বাবে থকা কিছুমান নথিপত্ৰৰ বৈশিষ্টসমূহ ঠিক কৰিব যাওতে সমস্যা দেখা দিছিল। কোনবোৰ নথিপত্ৰয় ত্ৰুটিসমূহ কৰিছে তাৰ বাবে %(path)s চাওক।
pl: Wystąpiły problemy podczas naprawiania atrybutów niektórych plików w katalogu domowym użytkownika %(user)s. Proszę zobaczyć %(path)s, aby dowiedzieć się, które pliki spowodowały błędy.
ru: Не удалось присвоить атрибуты некоторым файлам в домашнем каталоге %(user)s. Обратитесь к %(path)s для получения информации о вызвавших ошибки файлах.

source: You must create a 'username' for regular (non-administrative) use of your system. To create a system 'username', please provide the information requested below.
as: আপুনি এটা 'ব্যৱহাৰকাৰীৰ নাম' সৃষ্টি কৰাৰ উপদেশ দিয়া হয় চিস্টেমৰ সাধাৰণ (অপ্ৰশাসনিক) ব্যৱহাৰৰ বাবে । চিস্টেমৰ 'ব্যৱহাৰকাৰীৰ নাম' সৃষ্টি কৰিবলৈ, তলৰ বিচৰা তথ্য অনুগ্ৰহ কৰি দিয়ক ।
pl: Należy utworzyć "nazwę użytkownika" do zwykłego (nieadministracyjnego) używania systemu. Aby utworzyć "nazwę użytkownika", proszę podać poniżej wymagane informacje.
ru: Требуется создать пользователя для повседневного (не административного) использования системы. Для этого введите необходимые данные.

source: _Username:
as: ব্যৱহাৰকাৰীৰ নাম:(_U)
pl: Nazwa _użytkownika:
ru: _Имя пользователя:

source: Full Nam_e:
as: সম্পূর্ণ নাম: (_e)
pl: Imię i _nazwisko:
ru: Полное им_я:

source: _Password:
as: পাছওৱাৰ্ড: (_P)
pl: _Hasło:
ru: _Пароль:

source: Confir_m Password:
as: পাছওৱাৰ্ড সুনিশ্চিত কৰক (_m):
pl: _Potwierdzenie hasła:
ru: По_дтвердите пароль:

source: If you need to use network authentication, such as Kerberos or NIS, please click the Use Network Login button.
as: নে'টৱৰ্কৰ প্ৰমাণীকৰণ ব্যৱহাৰ কৰিব হ'লে, যেনে Kerberos বা NIS, অনুগ্ৰহ কৰি নে'টৱৰ্ক লগিন ব্যৱহাৰ কৰক বুটাম ক্লিক কৰক।
pl: Jeśli wymagane jest użycie uwierzytelniania sieciowego, takiego jak Kerberos lub NIS, należy nacisnąć przycisk "Użyj logowania sieciowego".
ru: Если требуется использовать проверку подлинности по сети, например Kerberos или NIS, нажмите кнопку «Сетевая аутентификация».

source: Use Network _Login...
as: নে'টৱৰ্ক লগিন ব্যৱহাৰ কৰক (_L)...
pl: Użyj _logowania sieciowego...
ru: Сетевая аут_ентификация...

source: If you need more control when creating the user (specifying home directory, and/or UID), please click the Advanced button.
as: যদি আপুনি ব্যৱহাৰকাৰী (ঘৰ ডাইৰেকটৰি, আৰু/অথবা UID ধাৰ্য্য কৰাকে) সৃষ্টি কৰোতে অধিক নিয়ন্ত্ৰণ বিচাৰে, অনুগ্ৰহ কৰি উন্নত বুটাম ক্লিক কৰক।
pl: Naciśnięcie przycisku "Zaawansowane" umożliwi większą kontrolę nad tworzeniem użytkownika (podanie katalogu domowego i/lub UID).
ru: Для настройки других параметров (домашнего каталога, UID) нажмите кнопку «Дополнительно».

source: _Advanced...
as: উন্নত (_A)...
pl: Z_aawansowane...
ru: _Дополнительно...

source: Please wait
as: অনুগ্ৰহ কৰি অপেক্ষা কৰক
pl: Proszę czekać
ru: Подождите

source: Additional CDs
as: অতিৰিক্ত CDসমূহ
pl: Dodatkowe płyty CD
ru: Дополнительные CD

source: Please insert the disc labeled "Red Hat Enterprise Linux Extras" to allow for installation of third-party plug-ins and applications. You may also insert the Documentation disc, or other Red Hat-provided discs to install additional software at this time.
as: তৃতীয় পক্ষ প্লাগ-ইন্ বা অনুপ্ৰয়োগসমূহ ইনস্টল কৰিব'লৈ "Red Hat Enterprise Linux Extras" নাম থকা ডিষ্ক ভিতৰত সুমাই দিয়ক । আপুনি এই সময়ত অতিৰিক্ত চফ্টওৱেৰ ইনস্টল কৰিব'লৈ Documentation disc বা অন্য কোনো Red Hat-এ যোগান ধৰা ডিষ্ক ভিতৰত সুমাই দিব পাৰে ।
pl: Aby zainstalować aplikacje i wtyczki innych producentów proszę włożyć płytę opisaną jako "Red Hat Enterprise Linux Extras". Można również włożyć płytę z dokumentacją lub inną dostarczoną przez firmę Red Hat, aby zainstalować dodatkowe oprogramowanie.
ru: Вставьте диск с надписью «Red Hat Enterprise Linux Extras» для установки приложений и дополнительных модулей третьих фирм. Вы также можете вставить диск с документацией или любой другой диск, предоставленный компанией Red Hat, для установки дополнительного программного обеспечения на данном этапе.

source: Please insert any additional software install cds at this time.
as: অনুগ্ৰহ কৰি এই সময়ত অতিৰিক্ত চফ্টওৱেৰ ইনস্টল cdসমূহ ভিতৰত সুমাই দিয়ক ।
pl: Proszę włożyć dowolną płytę z dodatkowym oprogramowaniem.
ru: Вставьте диск с дополнительным программным обеспечением.

source: To enable runtime support of 32-bit applications on the Intel Itanium2 architecture you must install the Intel Execution Layer package from the Extras disc now.
as: ৩২-বিটৰ অনুপ্ৰয়োগ-সমূহ Intel Itanium2 স্থাপত্যত চালনা-সময়ত সামৰ্থবান কৰা সক্ষম কৰিবলৈ Intel Execution Layer-ৰ পেকেইজৰ Extras ডিষ্কৰ পৰা এতিয়া ইনস্টল কৰা আৱশ্যক ।
pl: Aby włączyć obsługę wykonywania aplikacji 32 bitowych w architekturze Intel Itanium 2, należy teraz zainstalować pakiet Intel Execution Layer z płyty z dodatkami.
ru: Для выполнения 32-битных приложений на архитектуре Intel Itanium2 необходимо дополнительно установить Intel Execution Layer с диска с дополнительным программным обеспечением (Extras).

source: Install...
as: ইনস্টল কৰক...
pl: Zainstaluj...
ru: Установка...

source: A CD-ROM has not been detected. Please insert a CD-ROM in the drive and click "OK" to continue.
as: কোনো CD-ROM উদ্ঘাটন কৰিব পৰা নাই । CD-ROM এখন চিডি‌-পথত ভৰাওক আৰু আগবাঢ়িব'লৈ "ঠিক আছে" ক্লিক কৰক।
pl: Płyta CD-ROM nie została wykryta. Proszę włożyć ją do napędu i nacisnąć przycisk "OK", aby kontynuować.
ru: CD-ROM найден. Вставьте CD в привод и нажмите «OK» для продолжения.

source: The autorun program cannot be found on the CD. Click "OK" to continue.
as: CD‌ -ত autorun কাৰ্য্যক্ৰম পোৱা ন'গ'ল । আগবাঢ়িব'লৈ "ঠিক আছে" ক্লিক কৰক।
pl: Program automatycznego odtwarzania nie został odnaleziony na płycie CD. Proszę nacisnąć przycisk "OK", aby kontynuować.
ru: Программа autorun не найдена на CD. Нажмите «OK» для продолжения.

source: License Information
as: অনুজ্ঞা তথ্য
pl: Informacje o licencji
ru: Информация о лицензии

source: Do you want to reread or reconsider the Licence Agreement? If not, please shut down the computer and remove this product from your system.
as: আপুনি অনুজ্ঞা চুক্তিটো পুনৰ পঢ়িব বা ভাবি চাব বিচাৰে নে? যদি নহয়, অনুগ্ৰহ কৰি কমপিউটাৰ বন্ধ কৰক আৰু এই উৎপাদনক আপোনাৰ চিস্টেমৰ পৰা আতৰাওক।
pl: Jeśli umowa licencyjna nie zostanie zaakceptowana, należy wyłączyć komputer i usunąć ten produkt.
ru: Хотели бы перечитать лицензию или ещё подумать над условиями соглашения? Если нет, выключите компьютер и удалите этот программный продукт.

source: _Reread license
as: অনুজ্ঞা পুনৰ পঢ়ক (_R)
pl: Ponownie p_rzeczytaj licencję
ru: _Перечитать

source: _Shut down
as: বন্ধ কৰক (_S)
pl: _Wyłącz
ru: _Выключить

source: _Yes, I agree to the License Agreement
as: হয়, মই অনুজ্ঞা চুক্তি গ্ৰহন কৰিছো (_Y)
pl: _Tak, zgadzam się z umową licencyjną
ru: _Да, я принимаю условия соглашения

source: N_o, I do not agree
as: নহয়, মই গ্ৰহন নকৰো (_o)
pl: _Nie, nie zgadzam się
ru: _Нет, я не согласен

source: Welcome
as: আদৰণি
pl: Witaj
ru: Добро пожаловать

source: There are a few more steps to take before your system is ready to use. The Setup Agent will now guide you through some basic configuration. Please click the "Forward" button in the lower right corner to continue
as: আপোনাৰ চিস্টেমক প্ৰয়োগৰ বাবে সাজু কৰিবলৈ আৰু কিছু পৰ্য্যায় আছে । কাৰ্য্যপদ্ধতি নিযুক্তকে আপোনাক কিছুমান মূল সংৰূপৰ মাজেৰে পৰিচালনা কৰিব । অনুগ্ৰহ কৰি আগবাঢ়িব'লৈ তলৰ সোঁ‌-কোণৰ "আগলৈ" বুটাম ক্লিক কৰক।
pl: Zostało jeszcze tylko kilka kroków, zanim system będzie gotowy do używania. Agent ustawień przeprowadzi użytkownika przez podstawową konfigurację. Proszę nacisnąć przycisk "Dalej" w dolnym prawym rogu okna, aby kontynuować
ru: Осталось ещё несколько шагов, после чего ваша система будет готова к работе. В этом вам поможет помощник по настройке. Нажмите кнопку продолжения.

source: Unhandled exception in firstboot occured.
ml: ഫസ്റ്റ്ബൂട്ടില്‍ കൈകാര്യം ചെയ്യുവാന്‍ സാധ്യമല്ലാത്ത എക്സപ്ഷനുണ്ടായിരിയ്ക്കുന്നു.
pa: ਫਰਸਟ-ਬੂਟ ਵਿੱਚ ਇੱਕ ਅਣ-ਨਜਿੱਠਿਆ ਅਪਵਾਦ ਵਾਪਰਿਆ।

source: Bugreport directory was created and once you login, ABRT should let you file a bug. (Don't forget to check "Show all problems")
ml: ബഗ്റിപോര്‍ട്ട് ഡയറക്ടറി തയ്യാറാക്കിയിരിയ്ക്കുന്നു. നിങ്ങള്‍ പ്രവേശിച്ച ശേഷം, എബിആര്‍റ്റി നിങ്ങളെ ബഗ് രേഖപ്പെടുത്തുവാന്‍ സജ്ജമാക്കുന്നു. ("എല്ലാ പ്രശ്നങ്ങളും കാണിയ്ക്കുക" മറക്കാതെ തെരഞ്ഞെടുക്കുക)
pa: ਬੱਗ-ਸੂਚਨਾ ਡਾਇਰੈਕਟਰੀ ਬਣਾਈ ਗਈ ਅਤੇ ਜਿਵੇਂ ਹੀ ਤੁਸੀਂ ਲਾਗਇਨ ਕੀਤਾ, ABRT ਨੂੰ ਤੁਹਾਨੂੰ ਬੱਗ ਸੂਚਿਤ ਕਰਨ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ। ("ਸਾਰੀਆਂ ਸਮੱਸਿਆਵਾਂ ਵਿਖਾਉ" ਤੇ ਸਹੀ ਪਾਉਣਾ ਨਾ ਭੁੱਲਿਉ)

source: Do you want to start /usr/bin/setup so that you can create your user account? [Y/n]
ml: നിങ്ങളുടെ ഉപയോക്തൃ അക്കൌണ്ട് തയ്യാറാക്കുന്നതിനായി നിങ്ങള്‍ക്കു് /usr/bin/setup ആരംഭിയ്ക്കണമോ? [Y/n]
pa: ਕੀ ਤੁਸੀਂ /usr/bin/setup ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੋਗੇ ਤਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣਾ ਯੂਜ਼ਰ ਖਾਤਾ ਬਣਾ ਸਕੋ? [Y/n]

source: no
ml: ഇല്ല
pa: ਨਹੀਂ

source: only root can do this
ca: únicament root pot fer això
ja: これが実行できるのは root ユーザーのみです
ml: റൂട്ടിനു് മാത്രമേ ഇതു് നടപ്പിലാക്കുവാന്‍ പാടുള്ളൂ
pa: ਸਿਰਫ ਰੂਟ ਇਹ ਕਰ ਸਕਦਾ ਹੈ
sq: vetëm root mund ta bëj këtë
uk: дію може виконувати лише адміністратор (root)

source: Module %s raised an exception while loading: %s
bg: Модулът %s предизвика изключение по време на зареждане: %s
ca: El mòdul %s va llançar una excepció mentre es carregava: %s
da: Modul %s rejste en undtagelse under indlæsning: %s
et: Moodul %s tõi kaasa erindi, kui laadis: %s
fa: ماژول %s در هنگام بارگیری: %s یک استثناء ایجاد کرد
hu: A modul: %s betöltéskor nem kezelt kivétel történt: %s
ja: %s モジュールが読み込み中に例外を発生させました: %s
lt: Modulis %s sukėlė išskirtinę situaciją įkeliant: %s
ml: ലഭ്യമാക്കുമ്പോള്‍ %s ഘടകം ഒരു എക്സപ്ഷനുണ്ടാക്കിയിരിയ്ക്കുന്നു: %s
pa: ਮੌਡਿਊਲ %s ਲੋਡ ਹੋਣ ਵੇਲੇ ਇੱਕ ਅਪਵਾਦ ਖੜਾ ਕੀਤਾ: %s
sq: Moduli %s ngriti një përjashtim gjatë ngarkimit: %s
tr: %s modülü yüklenirken bir hata oluştu: %s
uk: Під час завантаження модуля %s сталося виключення: %s
