Repository: eurolinux-enterprise-linux-sources/firstboot
Catalog: src/po/*.po
Languages: ar, as, bg, ca, da, et, fa, hu, ja, lt, ml, pa, pl, ru, sq, tr, uk

source: Module %s did not set up its UI properly.
ar: جاري إزالة الوحدة %s لعدم إعداد واجهتها الرسومية بشكلٍ سليم.
bg: Модулът %s не създаде правилно своя потребителски интерфейс.
ca: El mòdul %s no va preparar correctament la seva interficie gràfica.
da: Modul %s satte ikke dens UI rigtigt op.
et: Moodul %s ei häälestanud oma kasutajaliidest korrektselt.
fa: ماژول %s رابط گرافیکی‌اش را به درستی راه‌اندازی نمی‌کند.
hu: A modul: %s nem jól állította be a grafikus felületet.
ja: %s モジュールは UI プロパティーをセットアップできません。
lt: Modulis %s nenustatė savo UI savybės.
ml: %s ഘടകം അതിന്റെ യുഐ ശരിയായി സജ്ജമാക്കിയിട്ടില്ല.
pa: ਮੌਡਿਊਲ %s ਨੇ ਆਪਣਾ UI ਸਹੀ ਢੰਗ ਨਾਲ ਸੈੱਟਅੱਪ ਨਹੀਂ ਕੀਤਾ।
sq: Moduli %s nuk ndërtoi UI'n tamam.
tr: %s modülü kendi UI'sini ayarlayamadı.
uk: Модулем %s не встановлено належного інтерфейсу користувача.

source: Module %s raised an exception while rendering: %s
bg: Модулът %s предизвика изключение по време на рендериране: %s
ca: El mòdul %s va llançar una excepció mentre es preparava: %s
da: Modul %s rejste en undtagelse under rendering: %s
et: Moodul %s tõi kaasa erindi, kui renderdas: %s
fa: ماژول %s در هنگام اجرای «رندرکردن»: %s یک استثناء ایجاد کرد
hu: A modul: %s nem kezelt kivétel történt a megjelenítés közben: %s
ja: %s モジュールがレンダリング中に例外を発生させました: %s
lt: Modulis %s sukėlė išskirtinę situaciją piešiant: %s
ml: റണ്ടര്‍ ചെയ്യുമ്പോള്‍ ‍ %s ഘടകം ഒരു എക്സപ്ഷനുണ്ടാക്കിയിരിയ്ക്കുന്നു: %s
pa: ਮੌਡਿਊਲ %s ਰੈਂਡਰਿੰਗ ਵੇਲੇ ਇੱਕ ਅਪਵਾਦ ਖੜਾ ਕੀਤਾ: %s
sq: Moduli %s ngriti një përjashtim gjatë përpunimit: %s
tr: %s modülü işlenirken bir hata oluştu: %s
uk: Під час обробки модуля %s сталося виключення: %s

source: Module %s did not setup its UI properly
ar: جاري إزالة الوحدة %s لعدم إعداد واجهتها الرسومية بشكلٍ سليم
bg: Модулът %s не създаде прозореца си правилно
ca: El mòdul %s no va configurar correctament la seva interficie gràfica
da: Modul %s satte ikke dens UI rigtigt op.
et: Moodul %s ei seadnud oma UI-d korralikult üles
hu: Modul: %s nem állította be a kezelőfelületét helyesen
ja: モジュール %s は UI が正しくセットアップされませんでした
lt: Modulis %s nenustatė savo UI savybės
ml: %s ഘടകം അതിന്റെ യുഐ ശരിയായി സജ്ജമാക്കിയിട്ടില്ല
pa: ਮੌਡਿਊਲ %s ਨੇ ਆਪਣਾ UI ਸਹੀ ਢੰਗ ਨਾਲ ਸੈੱਟਅੱਪ ਨਹੀਂ ਕੀਤਾ
sq: Moduli %s nuk ndërtoi UI'n tamam
tr: %s UI modülü doğru şekilde kurulmadı.
uk: Модулем %s не налаштовано належним чином власний інтерфейс

source: Very weak
ar: ضعيف جداً
bg: Много слаба
ca: Molt dèbil
da: Meget svag
et: Väga nõrk
fa: بسیار ضعیف
hu: Nagyon gyenge
ja: 非常に強度が弱い
lt: Labai silpnas
ml: വളരെ ലളിതം
pa: ਬਹੁਤ ਕਮਜੋਰ
sq: Shumë i dobët
tr: Çok zayıf
uk: Дуже простий

source: Weak
ar: ضعيف
bg: Слаба
ca: Dèbil
da: Svag
et: Nõrk
fa: ضعیف
hu: Gyenge
ja: 強度が弱い
lt: Silpnas
ml: ലളിതം
pa: ਕਮਜੋਰ
sq: Dobët
tr: Zayıf
uk: Простий

source: Fairly strong
ar: قوية إلى حد ما
bg: Доста добра
ca: Bastant fort
da: Rimelig stærk
et: Üsna kindel
fa: کمی قوی
hu: Elég erős
ja: やや強度が高い
lt: Pakankamai stiprus
ml: കുഴപ്പമില്ല
pa: ਥੋੜਾ ਮਜਬੂਤ
sq: Mjaft i fortë
tr: Oldukça güçlü
uk: Доволі складний

source: Strong
ar: قوي
bg: Добра
ca: Fort
da: Stærk
et: Kindel
fa: قوی
hu: Erős
ja: 強度が高い
lt: Stiprus
ml: ശക്തമായതു്
pa: ਮਜਬੂਤ
sq: Fortë
tr: Güçlü
uk: Складний

source: Very strong
ar: قوي جدا
bg: Много добра
ca: Molt Fort
da: Meget stærk
et: Väga kindel
fa: بسیار قوی
hu: Nagyon erős
ja: 非常に強度が高い
lt: Labai stiprus
ml: വളരെ ശക്തമായതു്
pa: ਬਹੁਤ ਮਜਬੂਤ
sq: Shumë i fortë
tr: Çok güçlü
uk: Дуже складний

source: Firstboot startup disabled in /etc/sysconfig/firstboot, exiting.
ca: L'inici de firstboot està inhabilitat a /etc/sysconfig/firstboot i se surt.
ja: 初期起動の開始が /etc/sysconfig/firstboot で無効になっています。終了します。
sq: Nisja e firstboot e çaktivizuar tek /etc/sysconfig/firstboot, duke dalë.
uk: Запуск firstboot вимкнено у /etc/sysconfig/firstboot, завершуємо роботу.

source: _Done
ca: _Fet
ja: 完了 (_D)
sq: _Përfundoi
uk: _Виконано
